Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# KeyBindingAction.IncreaseHeight
source: Increase Height
de: Höhe erhöhen
ja: 高さを増やす
pt_br: Aumentar altura
ru: Увеличить высоту
zh_hans: 增加高度

# KeyBindingAction.IncreaseWidth
source: Increase Width
de: Breite erhöhen
ja: 幅を増やす
pt_br: Aumentar largura
ru: Увеличить ширину
zh_hans: 增加宽度

# KeyBindingAction.LoadColorPreset
source: Load Color Preset “%@”
de: Farbvoreinstellung „%@“ laden
ja: カラープリセット「%@」を読み込む
pt_br: Carregar predefinição de cores “%@”
ru: Загрузить цветовую предустановку «%@»
zh_hans: 加载颜色预设“%@”

# KeyBindingAction.MoveEndOfSelectionLeft
source: Move End of Selection Left %@
de: Ende der Auswahl nach links verschieben %@
ja: 選択範囲の終了位置を%@左へ移動
pt_br: Mover fim da seleção para a esquerda %@
ru: Переместить конец выделения влево %@
zh_hans: 将选择范围左移 %@

# KeyBindingAction.MoveEndOfSelectionRight
source: Move End of Selection Right %@
de: Ende der Auswahl nach rechts verschieben %@
ja: 選択範囲の終了位置を%@右へ移動
pt_br: Mover fim da seleção para a direita %@
ru: Переместить конец выделения вправо %@
zh_hans: 将选择范围向右移动 %@

# KeyBindingAction.MoveStartOfSelectionLeft
source: Move Start of Selection Left %@
de: Anfang der Auswahl nach links verschieben %@
ja: 選択範囲の開始位置を%@左へ移動
pt_br: Mover início da seleção para a esquerda %@
ru: Переместить начало выделения влево %@
zh_hans: 将选择范围的起始位置向左移动 %@

# KeyBindingAction.MoveStartOfSelectionRight
source: Move Start of Selection Right %@
de: Anfang der Auswahl nach rechts verschieben %@
ja: 選択範囲の開始位置を%@右へ移動
pt_br: Mover início da seleção para a direita %@
ru: Переместить начало выделения вправо %@
zh_hans: 将选择范围的起始位置向右移动 %@

# KeyBindingAction.MoveTabLeft
source: Move Tab Left
de: Tab nach links verschieben
ja: タブを左へ移動
pt_br: Mover aba para a esquerda
ru: Переместить вкладку влево
zh_hans: 向左移动标签页

# KeyBindingAction.MoveTabRight
source: Move Tab Right
de: Tab nach rechts verschieben
ja: タブを右へ移動
pt_br: Mover aba para a direita
ru: Переместить вкладку вправо
zh_hans: 向右移动标签页

# KeyBindingAction.MoveToSplitPane
source: Move to Split Pane
de: In geteilten Bereich verschieben
ja: 分割ペインへ移動
pt_br: Mover para painel dividido
ru: Переместить в разделённую панель
zh_hans: 移动至分屏窗格

# KeyBindingAction.NewTabWithProfile
source: New Tab with “%@” Profile
de: Neuer Tab mit Profil „%@“
ja: 「%@」プロファイルで新規タブ
pt_br: Nova aba com o perfil “%@”
ru: Новая вкладка с профилем «%@»
zh_hans: 使用“%@”配置文件创建新标签页

# KeyBindingAction.NewTabWithUnavailableProfile
source: New Tab with unavailable Profile
de: Neuer Tab mit nicht verfügbarem Profil
ja: 利用できないプロファイルで新規タブ
pt_br: Nova aba com perfil indisponível
ru: Новая вкладка с недоступным профилем
zh_hans: 无法使用的配置文件下的新标签页

# KeyBindingAction.NewWindowWithProfile
source: New Window with “%@” Profile
de: Neues Fenster mit Profil „%@“
ja: 「%@」プロファイルで新規ウインドウ
pt_br: Nova janela com o perfil “%@”
ru: Новое окно с профилем «%@»
zh_hans: 使用“%@”配置文件创建新窗口

# KeyBindingAction.NewWindowWithUnavailableProfile
source: New Window with unavailable Profile
de: Neues Fenster mit nicht verfügbarem Profil
ja: 利用できないプロファイルで新規ウインドウ
pt_br: Nova janela com perfil indisponível
ru: Новое окно с недоступным профилем
zh_hans: 无法使用的配置文件下的新窗口

# KeyBindingAction.NextPane
source: Next Pane
de: Nächster Bereich
ja: 次のペイン
pt_br: Próximo painel
ru: Следующая панель
zh_hans: 下一个窗格

# KeyBindingAction.NextTab
source: Next Tab
de: Nächster Tab
ja: 次のタブ
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签页

# KeyBindingAction.NextWindow
source: Next Window
de: Nächstes Fenster
ja: 次のウインドウ
pt_br: Próxima janela
ru: Следующее окно
zh_hans: 下一个窗口

# KeyBindingAction.Paste
source: Paste
de: Einfügen
ja: ペースト
pt_br: Colar
ru: Вставить
zh_hans: 粘贴

# KeyBindingAction.PasteFromSelection
source: Paste from Selection
de: Aus Auswahl einfügen
ja: 選択範囲からペースト
pt_br: Colar da seleção
ru: Вставить из выделения
zh_hans: 从选择区域粘贴

# KeyBindingAction.PasteFromSelectionWithDetails
source: Paste from Selection: %@
de: Aus Auswahl einfügen: %@
ja: 選択範囲からペースト: %@
pt_br: Colar da seleção: %@
ru: Вставить из выделения: %@
zh_hans: 从选择区粘贴：%@

# KeyBindingAction.PasteOrSend
source: Paste or Send ^V
de: Einfügen oder ^V senden
ja: ペーストまたは^Vを送信
pt_br: Colar ou enviar ^V
ru: Вставить или отправить ^V
zh_hans: 粘贴或发送 ^V

# KeyBindingAction.PasteWithDetails
source: Paste: %@
de: Einfügen: %@
ja: ペースト: %@
pt_br: Colar: %@
ru: Вставить: %@
zh_hans: 粘贴：%@

# KeyBindingAction.PreviousPane
source: Previous Pane
de: Vorheriger Bereich
ja: 前のペイン
pt_br: Painel anterior
ru: Предыдущая панель
zh_hans: 上一个窗格

# KeyBindingAction.PreviousTab
source: Previous Tab
de: Vorheriger Tab
ja: 前のタブ
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签页

# KeyBindingAction.PreviousWindow
source: Previous Window
de: Vorheriges Fenster
ja: 前のウインドウ
pt_br: Janela anterior
ru: Предыдущее окно
zh_hans: 上一个窗口

# KeyBindingAction.RemapModifiersInITerm2Only
source: Remap Modifiers in iTerm2 Only
de: Modifikatoren nur in iTerm2 neu zuordnen
ja: iTerm2内でのみ修飾キーを再割り当て
pt_br: Remapear modificadores apenas no iTerm2
ru: Переназначать модификаторы только в iTerm2
zh_hans: 仅限 iTerm2 中重新映射修饰符

# KeyBindingAction.RunCoprocess
source: Run Coprocess “%@”
de: Koprozess „%@“ ausführen
ja: コプロセス「%@」を実行
pt_br: Executar coprocesso “%@”
ru: Запустить сопроцесс «%@»
zh_hans: 运行 Coprocess “%@”

# KeyBindingAction.ScrollOneLineDown
source: Scroll One Line Down
de: Eine Zeile nach unten scrollen
ja: 1行下にスクロール
pt_br: Rolar uma linha para baixo
ru: Прокрутить на одну строку вниз
zh_hans: 向下滚动一行

# KeyBindingAction.ScrollOneLineUp
source: Scroll One Line Up
de: Eine Zeile nach oben scrollen
ja: 1行上にスクロール
pt_br: Rolar uma linha para cima
ru: Прокрутить на одну строку вверх
zh_hans: 向上滚动一行

# KeyBindingAction.ScrollOnePageDown
source: Scroll One Page Down
de: Eine Seite nach unten scrollen
ja: 1ページ下にスクロール
pt_br: Rolar uma página para baixo
ru: Прокрутить на одну страницу вниз
zh_hans: 向下滚动一页

# KeyBindingAction.ScrollOnePageUp
source: Scroll One Page Up
de: Eine Seite nach oben scrollen
ja: 1ページ上にスクロール
pt_br: Rolar uma página para cima
ru: Прокрутить на одну страницу вверх
zh_hans: 向上滚动一页

# KeyBindingAction.ScrollToEnd
source: Scroll To End
de: Zum Ende scrollen
ja: 末尾までスクロール
pt_br: Rolar até o fim
ru: Прокрутить в конец
zh_hans: 滚动至末尾

# KeyBindingAction.ScrollToTop
source: Scroll To Top
de: Zum Anfang scrollen
ja: 先頭までスクロール
pt_br: Rolar até o topo
ru: Прокрутить в начало
zh_hans: 滚动至顶部

# KeyBindingAction.SelectionUnit.ByBigWord
source: By WORD
de: WORTweise
ja: WORD単位で
pt_br: Por WORD
ru: По СЛОВУ
zh_hans: 通过 WORD

# KeyBindingAction.SelectionUnit.ByCharacter
source: By Character
de: zeichenweise
ja: 文字単位で
pt_br: Por caractere
ru: По символу
zh_hans: 按字符

# KeyBindingAction.SelectionUnit.ByLine
source: By Line
de: zeilenweise
ja: 行単位で
pt_br: Por linha
ru: По строке
zh_hans: 按行

# KeyBindingAction.SelectionUnit.ByMark
source: By Mark
de: markenweise
ja: マーク単位で
pt_br: Por marca
ru: По метке
zh_hans: 按标记

# KeyBindingAction.SelectionUnit.ByWord
source: By Word
de: wortweise
ja: 単語単位で
pt_br: Por palavra
ru: По слову
zh_hans: 按单词

# KeyBindingAction.SelectMenuItem
source: Select Menu Item “%@”
de: Menüpunkt „%@“ auswählen
ja: メニュー項目「%@」を選択
pt_br: Selecionar item de menu “%@”
ru: Выбрать пункт меню «%@»
zh_hans: 选择菜单项“%@”

# KeyBindingAction.SelectSplitPaneAbove
source: Select Split Pane Above
de: Geteilten Bereich oberhalb auswählen
ja: 上の分割ペインを選択
pt_br: Selecionar painel dividido acima
ru: Выбрать панель сверху
zh_hans: 选择上方的分屏窗格

# KeyBindingAction.SelectSplitPaneBelow
source: Select Split Pane Below
de: Geteilten Bereich unterhalb auswählen
ja: 下の分割ペインを選択
pt_br: Selecionar painel dividido abaixo
ru: Выбрать панель снизу
zh_hans: 选择下方的分屏窗格

# KeyBindingAction.SelectSplitPaneOnLeft
source: Select Split Pane on Left
de: Geteilten Bereich links auswählen
ja: 左の分割ペインを選択
pt_br: Selecionar painel dividido à esquerda
ru: Выбрать панель слева
zh_hans: 选择左侧的分屏窗格

# KeyBindingAction.SelectSplitPaneOnRight
source: Select Split Pane on Right
de: Geteilten Bereich rechts auswählen
ja: 右の分割ペインを選択
pt_br: Selecionar painel dividido à direita
ru: Выбрать панель справа
zh_hans: 选择右侧的分屏窗格

# KeyBindingAction.SendCtrlHBackspace
source: Send ^H Backspace
de: ^H Rücktaste senden
ja: ^Hバックスペースを送信
pt_br: Enviar ^H Backspace
ru: Отправить ^H (Backspace)
zh_hans: 发送 ^H 退格键

# KeyBindingAction.SendCtrlQuestionBackspace
source: Send ^? Backspace
de: ^? Rücktaste senden
ja: ^?バックスペースを送信
pt_br: Enviar ^? Backspace
ru: Отправить ^? (Backspace)
zh_hans: 发送 ^? 退格键

# KeyBindingAction.SendDeletedSnippet
source: Send Deleted Snippet (no action)
de: Gelöschtes Snippet senden (keine Aktion)
ja: 削除されたスニペットを送信（動作なし）
pt_br: Enviar fragmento apagado (nenhuma ação)
ru: Отправить удалённый сниппет (нет действия)
zh_hans: 发送已删除片段（无操作）

# KeyBindingAction.SendEscapeSequence
source: Send ^[ %@
de: ^[ %@ senden
ja: ^[ %@を送信
pt_br: Enviar ^[ %@
ru: Отправить ^[ %@
zh_hans: 发送 ^[ %@

# KeyBindingAction.SendHexCodes
source: Send Hex Codes: %@
de: Hex-Codes senden: %@
ja: 16進コードを送信: %@
pt_br: Enviar códigos hexadecimais: %@
ru: Отправить шестнадцатеричные коды: %@
zh_hans: 发送十六进制代码：%@

# KeyBindingAction.SendSnippet
source: Send Snippet “%@”
de: Snippet „%@“ senden
ja: スニペット「%@」を送信
pt_br: Enviar fragmento “%@”
ru: Отправить сниппет «%@»
zh_hans: 发送片段“%@”

# KeyBindingAction.SendText
source: Send: “%@”
de: Senden: „%@“
ja: 送信: 「%@」
pt_br: Enviar: “%@”
ru: Отправить: «%@»
zh_hans: 发送：“%@”

# KeyBindingAction.SendTextNoBroadcast
source: Send (no broadcast): “%@”
de: Senden (ohne Übertragung): „%@“
ja: 送信（ブロードキャストなし）: 「%@」
pt_br: Enviar (sem transmissão): “%@”
ru: Отправить (без трансляции): «%@»
zh_hans: 发送（不广播）：“%@”

# KeyBindingAction.SequenceSeparator
source: , then
de: , dann
ja: 、その後
pt_br: , depois
ru: , затем
zh_hans: , 然后

# KeyBindingAction.SplitHorizontallyWithProfile
source: Split Horizontally with “%@” Profile
de: Horizontal mit Profil „%@“ teilen
ja: 「%@」プロファイルで水平方向に分割
pt_br: Dividir horizontalmente com o perfil “%@”
ru: Разделить по горизонтали с профилем «%@»
zh_hans: 使用“%@”水平分割 配置文件

# KeyBindingAction.SplitHorizontallyWithUnavailableProfile
source: Split Horizontally with unavailable Profile
de: Horizontal mit nicht verfügbarem Profil teilen
ja: 利用できないプロファイルで水平方向に分割
pt_br: Dividir horizontalmente com perfil indisponível
ru: Разделить по горизонтали с недоступным профилем
zh_hans: 在配置文件不可用时水平分割

# KeyBindingAction.SplitVerticallyWithProfile
source: Split Vertically with “%@” Profile
de: Vertikal mit Profil „%@“ teilen
ja: 「%@」プロファイルで垂直方向に分割
pt_br: Dividir verticalmente com o perfil “%@”
ru: Разделить по вертикали с профилем «%@»
zh_hans: 使用“%@”配置文件垂直分割

# KeyBindingAction.SplitVerticallyWithUnavailableProfile
source: Split Vertically with unavailable Profile
de: Vertikal mit nicht verfügbarem Profil teilen
ja: 利用できないプロファイルで垂直方向に分割
pt_br: Dividir verticalmente com perfil indisponível
ru: Разделить по вертикали с недоступным профилем
zh_hans: 在配置文件不可用时垂直分割

# KeyBindingAction.StartInstantReplay
source: Start Instant Replay
de: Direktwiedergabe starten
ja: インスタントリプレイを開始
pt_br: Iniciar Instant Replay
ru: Начать мгновенный повтор
zh_hans: 立即开始回放

# KeyBindingAction.SwapWithNextPane
source: Swap with Next Pane
de: Mit nächstem Bereich tauschen
ja: 次のペインと入れ替え
pt_br: Trocar com o próximo painel
ru: Поменять местами со следующей панелью
zh_hans: 与下一个窗格交换

# KeyBindingAction.SwapWithPreviousPane
source: Swap with Previous Pane
de: Mit vorherigem Bereich tauschen
ja: 前のペインと入れ替え
pt_br: Trocar com o painel anterior
ru: Поменять местами с предыдущей панелью
zh_hans: 与上一个窗格交换

# KeyBindingAction.SwapWithSplitPaneAbove
source: Swap With Split Pane Above
de: Mit geteiltem Bereich oberhalb tauschen
ja: 上の分割ペインと入れ替え
pt_br: Trocar com painel dividido acima
ru: Поменять местами с панелью сверху
zh_hans: 与上方的分屏窗格交换

# KeyBindingAction.SwapWithSplitPaneBelow
source: Swap With Split Pane Below
de: Mit geteiltem Bereich unterhalb tauschen
ja: 下の分割ペインと入れ替え
pt_br: Trocar com painel dividido abaixo
ru: Поменять местами с панелью снизу
zh_hans: 与下方的分屏窗格交换

# KeyBindingAction.SwapWithSplitPaneOnLeft
source: Swap With Split Pane on Left
de: Mit geteiltem Bereich links tauschen
ja: 左の分割ペインと入れ替え
pt_br: Trocar com painel dividido à esquerda
ru: Поменять местами с панелью слева
zh_hans: 与左侧的分屏窗格交换

# KeyBindingAction.SwapWithSplitPaneOnRight
source: Swap With Split Pane on Right
de: Mit geteiltem Bereich rechts tauschen
ja: 右の分割ペインと入れ替え
pt_br: Trocar com painel dividido à direita
ru: Поменять местами с панелью справа
zh_hans: 与右侧的分屏窗格交换

# KeyBindingAction.ToggleFullscreen
source: Toggle Fullscreen
de: Vollbild umschalten
ja: フルスクリーンを切り替え
pt_br: Alternar tela cheia
ru: Переключить полноэкранный режим
zh_hans: 切换全屏显示

# KeyBindingAction.ToggleMouseReporting
source: Toggle Mouse Reporting
de: Maus-Reporting umschalten
ja: マウスレポートを切り替え
pt_br: Alternar relatório do mouse
ru: Переключить передачу событий мыши
zh_hans: 切换鼠标报告功能

# KeyBindingAction.TogglePinHotkeyWindow
source: Toggle Pin Hotkey Window
de: Hotkey-Fenster anheften umschalten
ja: ホットキーウインドウの固定を切り替え
pt_br: Alternar fixação da janela de Hotkey
ru: Переключить закрепление окна горячей клавиши
zh_hans: 切换固定热键窗口

# KeyBindingAction.ToggleSetting
source: Toggle %@
de: %@ umschalten
ja: %@を切り替え
pt_br: Alternar %@
ru: Переключить %@
zh_hans: 切换 %@

# KeyBindingAction.Undo
source: Undo
de: Rückgängig
ja: 取り消す
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销操作

# KeyBindingAction.UnknownActionID
source: Unknown Action ID %d
de: Unbekannte Aktions-ID %d
ja: 不明なアクションID %d
pt_br: ID de ação desconhecido %d
ru: Неизвестный ID действия %d
zh_hans: 未知的操作ID %d

# KeyBindingAction.UnsupportedCommand
source: Unsupported Command
de: Nicht unterstützter Befehl
ja: サポートされていないコマンド
pt_br: Comando não suportado
ru: Неподдерживаемая команда
zh_hans: 不受支持的命令

# KeyMapping.AddTouchBarItem
source: Add touch bar item
de: Touch Bar-Element hinzufügen
ja: Touch Barアイテムを追加
pt_br: Adicionar item à Touch Bar
ru: Добавить элемент Touch Bar
zh_hans: 添加 Touch Bar 项目

# KeyMapping.Export
source: Export…
de: Exportieren…
ja: 書き出す…
pt_br: Exportar…
ru: Экспорт…
zh_hans: 导出…

# KeyMapping.HapticFeedbackEsc
source: Haptic feedback for esc key
de: Haptisches Feedback für die Esc-Taste
ja: Escキーの触覚フィードバック
pt_br: Feedback tátil para a tecla esc
ru: Тактильная отдача для клавиши Esc
zh_hans: esc 键的触觉反馈

# KeyMapping.Import
source: Import…
de: Importieren…
ja: 読み込む…
pt_br: Importar…
ru: Импорт…
zh_hans: 导入…

# KeyMapping.Keep
source: Keep
de: Behalten
ja: 保持
pt_br: Manter
ru: Оставить
zh_hans: 保留

# KeyMapping.KeyBindingPresets
source: Key binding presets
de: Voreinstellungen für Tastenzuordnungen
ja: キーバインドプリセット
pt_br: Predefinições de associação de teclas
ru: Предустановки сочетаний клавиш
zh_hans: 按键绑定预设

# KeyMapping.KeyClickSoundEsc
source: Key click sound for esc key
de: Tastenklickton für die Esc-Taste
ja: Escキーのキークリック音
pt_br: Som de clique de tecla para a tecla esc
ru: Звук нажатия для клавиши Esc
zh_hans: esc 键的按键声音

# KeyMapping.LoadPresetHeading
source: Load Preset
de: Voreinstellung laden
ja: プリセットを読み込む
pt_br: Carregar predefinição
ru: Загрузить предустановку
zh_hans: 载入预置

# KeyMapping.TouchBarMitigations
source: Touch bar mitigations
de: Touch Bar-Problemumgehungen
ja: Touch Bar対策
pt_br: Mitigações da Touch Bar
ru: Меры по устранению проблем с Touch Bar
zh_hans: Touch Bar 缓解措施

# KeyMapping.VisualIndicatorEsc
source: Visual indicator for esc key
de: Visueller Indikator für die Esc-Taste
ja: Escキーの視覚的インジケーター
pt_br: Indicador visual para a tecla esc
ru: Визуальный индикатор для клавиши Esc
zh_hans: esc 键的视觉指示器

# KeyMappingRepair.Repair
source: Repair
de: Reparieren
ja: 修復
pt_br: Reparar
ru: Восстановить
zh_hans: 修复

# KeyMappingRepair.RepairIntro
source: This will repair %lld key bindings that were corrupted by a bug in an earlier version of iTerm2. The affected bindings currently display incorrectly but function properly. After repair, they will display correctly. Affected key bindings:
de: Dies repariert %lld Tastenzuordnungen, die durch einen Fehler in einer früheren Version von iTerm2 beschädigt wurden. Die betroffenen Zuordnungen werden derzeit falsch angezeigt, funktionieren aber ordnungsgemäß. Nach der Reparatur werden sie korrekt angezeigt. Betroffene Tastenzuordnungen:
ja: これにより、以前のバージョンのiTerm2のバグで破損した%lld個のキーバインドを修復します。影響を受けるキーバインドは現在正しく表示されませんが、正常に機能します。修復後は正しく表示されるようになります。 影響を受けるキーバインド:
pt_br: Isto irá reparar %lld mapeamentos de teclas que foram corrompidos por um bug em uma versão anterior do iTerm2. Os mapeamentos afetados são exibidos incorretamente no momento, mas funcionam corretamente. Após o reparo, eles serão exibidos corretamente. Mapeamentos de teclas afetados:
ru: Это исправит %lld сочетания клавиш, повреждённые ошибкой в более ранней версии iTerm2. Повреждённые сочетания в настоящее время отображаются неправильно, но работают корректно. После исправления они будут отображаться правильно. Затронутые сочетания клавиш:
zh_hans: 这将修复因早期 iTerm2 版本中的错误而损坏的 %lld 个按键绑定。受影响的按键绑定当前显示不正确但可正常工作。修复后将正常显示。 受影响的按键绑定：

# KeyMappingRepair.UnknownAction
source: Unknown action
de: Unbekannte Aktion
ja: 不明なアクション
pt_br: Ação desconhecida
ru: Неизвестное действие
zh_hans: 未知的操作

# KeyName.Delete
source: ←Delete
de: ←Rücktaste
zh_hans: ←删除

# KeyName.End
source: End
de: Ende
pt_br: Fim

# KeyName.ForwardDelete
source: Del→
de: Entf→

# KeyName.Help
source: Help
de: Hilfe
pt_br: Ajuda
zh_hans: 帮助

# KeyName.Home
source: Home
de: Pos1
pt_br: Início

# KeyName.Insert
source: Insert
de: Einfg
zh_hans: 插入

# KeyName.PageDown
source: Page Down
de: Bild ab
pt_br: Página abaixo
zh_hans: 向下翻页

# KeyName.PageUp
source: Page Up
de: Bild auf
pt_br: Página acima
zh_hans: 向上翻页

# KeyName.Space
source: Space
de: Leertaste
pt_br: Espaço
zh_hans: 空格键

# KeysPreferences.AddAnotherHotkeyProfileHeading
source: Add Another Hotkey Window Profile?
de: Weiteres Hotkey-Fenster-Profil hinzufügen?
ja: 別のホットキーウインドウプロファイルを追加しますか？
pt_br: Adicionar outro perfil de janela de hotkey?
ru: Добавить ещё один профиль окна горячей клавиши?
zh_hans: 添加另一个热键窗口配置文件？

# KeysPreferences.ConfigureExistingProfile
source: Configure Existing Profile
de: Vorhandenes Profil konfigurieren
ja: 既存のプロファイルを設定
pt_br: Configurar perfil existente
ru: Настроить существующий профиль
zh_hans: 配置现有配置文件

# KeysPreferences.EmulateUSKeyboardHelp
source: Some keyboard layouts (such as AZERTY) require a modifier to press a number key. This causes problems for switching to a window, tab, or split pane by pressing modifier+number: you might need other modifiers or conflicting modifiers. When “Emulate US Keyboard” is enabled, you can press the configured modifier plus the key on the top row that corresponds to a number key on a US keyboard. For example, on AZERTY, the & key would act as the 1 key.
de: Einige Tastaturbelegungen (wie AZERTY) erfordern einen Modifikator, um eine Zifferntaste zu drücken. Das verursacht Probleme beim Wechseln zu einem Fenster, Tab oder geteilten Bereich durch Drücken von Modifikator+Ziffer: Möglicherweise benötigen Sie andere oder widersprüchliche Modifikatoren. Wenn „Emulate US Keyboard“ aktiviert ist, können Sie den konfigurierten Modifikator zusammen mit der Taste in der obersten Reihe drücken, die auf einer US-Tastatur einer Zifferntaste entspricht. Bei AZERTY würde beispielsweise die &-Taste wie die 1-Taste wirken.
ja: 一部のキーボードレイアウト（AZERTYなど）では、数字キーを押すために修飾キーが必要です。このため、修飾キーと数字キーを組み合わせてウインドウ、タブ、分割ペインを切り替える際に問題が生じることがあります。別の修飾キーが必要になったり、修飾キーが競合したりする場合があります。「USキーボードをエミュレート」を有効にすると、設定した修飾キーと、USキーボードの数字キーに対応する最上段のキーを組み合わせて押すことができます。たとえば、AZERTYでは&キーが1キーとして機能します。
pt_br: Alguns layouts de teclado (como AZERTY) exigem um modificador para pressionar uma tecla numérica. Isso causa problemas ao alternar para uma janela, aba ou painel dividido pressionando modificador+número: você pode precisar de outros modificadores ou de modificadores conflitantes. Quando “Emular teclado dos EUA” está ativado, você pode pressionar o modificador configurado mais a tecla na linha superior que corresponde a uma tecla numérica em um teclado dos EUA. Por exemplo, no AZERTY, a tecla & funcionaria como a tecla 1.
ru: Некоторые раскладки клавиатуры (например, AZERTY) требуют нажатия модификатора для ввода цифры. Это создаёт проблемы при переключении на окно, вкладку или разделённую панель с помощью модификатор+цифра: могут потребоваться другие или конфликтующие модификаторы. Когда включена функция «Эмуляция клавиатуры США», можно нажимать настроенный модификатор вместе с клавишей в верхнем ряду, которая соответствует цифровой клавише на клавиатуре США. Например, на AZERTY клавиша & будет действовать как клавиша 1.
zh_hans: 某些键盘布局（如 AZERTY）需要按住修饰键才能按下数字键。这会导致通过修饰键+数字键切换窗口、标签页或分屏时出现问题：你可能需要其他修饰键，或出现修饰键冲突。启用“模拟美式键盘”后，你可以按下配置的修饰键加上美式键盘顶行中与数字键对应的按键。例如，在 AZERTY 键盘上，& 键将充当 1 键。

# KeysPreferences.EmulateUSKeyboardTitle
source: Emulate US Keyboard
de: US-Tastatur emulieren
ja: USキーボードをエミュレート
pt_br: Emular teclado dos EUA
ru: Эмуляция клавиатуры США
zh_hans: 模拟美式键盘

# KeysPreferences.ExistingHotkeyProfilePlural
source: You already have Profiles with Hotkey Windows named %@
de: Sie haben bereits Profile mit Hotkey-Fenstern namens %@
ja: 「%@」という名前のホットキーウインドウ付きプロファイルが既に存在します
pt_br: Você já tem perfis com janelas de atalho chamados %@
ru: У вас уже есть профили с окнами горячей клавиши с именами %@
zh_hans: 您已拥有名为 %@ 的带有热键窗口的配置文件。

# KeysPreferences.ExistingHotkeyProfileSingular
source: You already have a Profile with a Hotkey Window named %@
de: Sie haben bereits ein Profil mit einem Hotkey-Fenster namens %@
ja: 「%@」という名前のホットキーウインドウ付きプロファイルが既に存在します
pt_br: Você já tem um perfil com uma janela de atalho chamado %@
ru: У вас уже есть профиль с окном горячей клавиши с именем %@
zh_hans: 您已经拥有名为 %@ 的 Hotkey Window 配置文件。

# KeysPreferences.GlobalKeyBindings
source: Global key bindings
de: Globale Tastenzuordnungen
ja: グローバルキーバインド
pt_br: Associações de teclas globais
ru: Глобальные сочетания клавиш
zh_hans: 全局按键绑定

# KeysPreferences.HotkeyConfiguredBody
source: A new profile called “%@” was created for you. It is tuned to work well for the Hotkey Window feature and it can be customized in the Profiles tab.
de: Für Sie wurde ein neues Profil namens „%@“ erstellt. Es ist auf die Hotkey-Fenster-Funktion abgestimmt und kann im Tab „Profile“ angepasst werden.
ja: 「%@」という新しいプロファイルが作成されました。ホットキーウインドウ機能に適した設定になっており、プロファイルタブでカスタマイズできます。
pt_br: Um novo perfil chamado “%@” foi criado para você. Ele foi ajustado para funcionar bem com o recurso Janela de hotkey e pode ser personalizado na aba Perfis.
ru: Для вас был создан новый профиль с именем «%@». Он настроен для оптимальной работы с функцией окна горячей клавиши, и его можно изменить на вкладке «Профили».
zh_hans: 已为你创建名为“%@”的新配置文件。它针对热键窗口功能进行了调优，可在“配置文件”标签页中自定。

# KeysPreferences.HotkeyConfiguredTitle
source: Hotkey Window Successfully Configured
de: Hotkey-Fenster erfolgreich konfiguriert
ja: ホットキーウインドウの設定が完了しました
pt_br: Janela de hotkey configurada com sucesso
ru: Окно горячей клавиши успешно настроено
zh_hans: 已成功配置热键窗口
